Repository: jose-espinoza-arce/rabbit
Catalog: feedback_form/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Message excerpt
es_mx: Extraco del mensaje

source: Email
es_mx: Correo electrónico

source: User
es_mx: Usuario

source: Current URL
es_mx: URL actual

source: Creation Date
es_mx: Fecha de creación

source: A new report has been posted:
es_mx: Un nuevo reporte ha sido enviado:

source: A new feedback has been posted:
es_mx: Un nuevo feedback ha sido enviado:

source: Object type
es_mx: Tipo de objeto

source: Object PK
es_mx: ID del objeto

source: Date
es_mx: Fecha

source: Hi
es_mx: Hola

source: Thanks for your feedback! We'll get back to you soon.
es_mx: Gracias por tu feedback! Te contactaremos pronto.

source: See you soon!
es_mx: ¡Hasta luego!

source: Thank you
es_mx: Gracias

source: New report has arrived
es_mx: Un nuevo reporte ha llegado

source: New feedback has arrived
es_mx: Un nuevo feedback ha llegado

source: You are about to report:
es_mx: Estas a punto de reportar:

source: Send Feedback
es_mx: Envíar feedback

source: Thank you!
es_mx: ¡Gracias!
