Repository: jose-espinoza-arce/rabbit
Catalog: dynamic_forms/locale/*/LC_MESSAGES/django.po
Languages: es_mx, pt_br

source: Send confirmation email to posible client of our client
es_mx: Enviar correo de confirmación a usuario

source: Send email to our client
es_mx: Enviar correo de notificación de oprotunidad a anunciante

source: Store in database
es_mx: Guardar en base de datos
pt_br: Salve no banco de dados

source: Send download email
es_mx: Enviar correo de descarga

source: Options
es_mx: Opciones
pt_br: Opções

source: The options for this field will be available once it has been stored the first time.
es_mx: Las opciones de este campo estarán disponibles una vez que se haya guardado por primera vez
pt_br: As opções para este campo estará disponível após ser salvo a primeira vez.

source: Dynamic Forms
es_mx: Formularios
pt_br: Formulários Dinâmicos

source: Default form template
es_mx: Plantilla de formulario por defecto
pt_br: Modelo de formulário padrão

source: NoCreCAPTCHA
es_mx: raCaptcha

source: Boolean
es_mx: Booleano
pt_br: Booleano

source: Choices
es_mx: Opciones
pt_br: Seleção

source: Date and Time
es_mx: Fecha y hora
pt_br: Data e Hora

source: Email
es_mx: Correo electrónico

source: Integer
es_mx: Entero
pt_br: Número Inteiro

source: Multi Line Text
es_mx: Texto de varias líneas
pt_br: Texto Multi Linha

source: Single Line Text
es_mx: Texto de una línea
pt_br: Texto uma Linha

source: Time
es_mx: Hora
pt_br: Tempo

source: Phone
es_mx: Teléfono

source: Name
es_mx: Nombre
pt_br: Nome

source: Submit URL
es_mx: URL de envío
pt_br: Enviar URL

source: The full URL path to the form. It should start and end with a forward slash (<code>/</code>).
es_mx: La dirección URL completa del formulario. Debe empezar con una diagonal invertida
pt_br: O caminho de URL completo para o formulário. Ele deve começar e terminar com uma barra (<code>/</code>).

source: Success URL
es_mx: Dirección URL de éxito
pt_br: Sucesso URL

source: Actions
es_mx: Acciones
pt_br: Ações

source: Form template path
es_mx: Ubicación de la plantilla del formulario
pt_br: Caminho do modelo de formulário

source: Success template path
es_mx: Ubicación de la plantilla de éxito
pt_br: Caminho do modelo Sucesso

source: Header
es_mx: Instrucciones

source: Success message
es_mx: Mensaje de éxito

source: Allow display
es_mx: Permitir acceso
pt_br: Permitir exibição

source: Recipient email
es_mx: Correo de notificación

source: Email address to send form data.
es_mx: Correo electrónico al que se envían los datos del formulario

source: Dynamic form
es_mx: Formulario
pt_br: Fomulário Dinâmico

source: Dynamic forms
es_mx: Formularios
pt_br: Fomulários Dinâmicos

source: Type
es_mx: Tipo
pt_br: Tipo

source: Label
es_mx: Etiqueta
pt_br: Legenda

source: Position
es_mx: Posición
pt_br: Posição

source: Form field
es_mx: Campo de formulario
pt_br: Campo de formulário

source: Form fields
es_mx: Campos de formulario
pt_br: Campos dos formulários

source: Field “%(field_name)s” in form “%(form_name)s”
es_mx: Campo “%(field_name)s” en formualrio “%(form_name)s”
pt_br: Campo “%(field_name)s” no formulário “%(form_name)s”

source: Form data
es_mx: Data
pt_br: Dados do Formulário

source: Submitted on
es_mx: Fecha de envío
pt_br: Enviado em

source: Display key
es_mx: Clave de acceso
pt_br: Chave de exibição

source: Form: “%(form)s” on %(date)s
es_mx: Formulario: “%(form)s” a %(date)s
pt_br: Formulário “%(form)s” em %(date)s

source: Submit
es_mx: Envíar
pt_br: Enviar

source: Success
es_mx: Éxito
pt_br: Sucesso

source: Form submitted successfully
es_mx: Formulario enviado con éxito
pt_br: Formulário enviado com sucesso

source: An error occurred during submitting this form.
es_mx: Un erro acurrió durante el envío de este formualrio.
pt_br: Ocorreu um erro durante a envio deste formulário.

source: Form “%(formname)s” submitted
pt_br: Formulário “%(formname)s” enviado

source: Default success template
pt_br: Modelo de sucesso padrão

source: Date
pt_br: Data

source: The full URL path where the user will be redirected after successfully sending the form. It should start and end with a forward slash (<code>/</code>). If empty, the success URL is generated by appending <code>done/</code> to the “Submit URL”.
pt_br: O caminho completo da URL onde o usuário será redirecionado após o envio com sucesso do formulário. Ele deve começar e terminar com uma barra(<code>/</code>). Se vazio, a URL de sucesso é gerado anexando <code>done/</code> ao “Enviar URL”.

source: Allow a user to view the input at a later time. This requires the “Store in database” action to be active. The sender will be given a unique URL to recall the data.
pt_br: Permitir que o usuário visualize a entrada em um momento posterior. Isto requer que a “Gravação no banco de dados” seja ativado. O envio será dada a uma única URL para recuperar os dados.

source: A unique identifier that is used to allow users to view their sent data. Unique over all stored data sets.
pt_br: O identificador único é usado para permitir que os usuários visualizem seus dados enviados. Único, sobre todos os conjuntos de dados armazenados.

source: Key %(display_key)s not found or not accessible anymore.
pt_br: Chave %(display_key)s não foi encontrado ou não está mais acessível.

source: Hello, you receive this e-mail because someone submitted the form “%(form)s”.
pt_br: Olá, você recebeu este e-mail porque alguém enviou este formulário “%(form)s”.

source: For your convenience you can see your data at %(link)s.
pt_br: Para sua conveniência, você pode ver os seus dados em %(link)s.

source: Thank you for submitting this form.
pt_br: Obrigado por enviar este formulário.
