Repository: jose-espinoza-arce/rabbit
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Has register
es_mx: Tiene registro

source: Yes
es_mx: Sí

source: Personal info
es_mx: Información personal

source: Permissions
es_mx: Permisos

source: Important dates
es_mx: Fechas importantes

source: Call to action
es_mx: Llamade a la acción

source: Period
es_mx: Periodo

source: Content
es_mx: Contenido

source: Banner
es_mx: Publicación

source: Confirmation email
es_mx: Confirmación de envío

source: Notification email
es_mx: Notificación de oportunidad

source: Search
es_mx: Buscar

source: Company Name
es_mx: Nombre de compañía

source: Company Site
es_mx: Sitio de compañía

source: Phone number
es_mx: Teléfono

source: Email
es_mx: Correo electrónico

source: Location
es_mx: Ubicación

source: Roof contact email
es_mx: Correo de contacto RoofMedia

source: Ad Provider
es_mx: Anunciante

source: Advertisers
es_mx: Anunciantes

source: Title
es_mx: Título

source: Description
es_mx: Descripción

source: Type
es_mx: Tipo

source: Types
es_mx: Tipos

source: Name
es_mx: Nombre

source: Ad category
es_mx: Categoría

source: Ad categories
es_mx: Categorías

source: Advertised URL
es_mx: Enlace

source: Created
es_mx: Creado

source: Updated
es_mx: Actualizado

source: File
es_mx: Archivo

source: Start showing
es_mx: Mostrar desde

source: Stop showing
es_mx: Mostrar hasta

source: Category
es_mx: Categoría

source: Ad Base
es_mx: Anuncio base

source: Ad Bases
es_mx: Anuncios

source: When
es_mx: Cuándo

source: Who
es_mx: Quién

source: Ad Impression
es_mx: Impresión

source: Ad Impressions
es_mx: Impresiones

source: Ad Click
es_mx: Clic

source: Ad Clicks
es_mx: Clics

source: Ad Phone View
es_mx: Vista de teléfono

source: Ad Phone Views
es_mx: Vistas de teléfono

source: Mobile Banner
es_mx: Imagen para móbil

source: Banner Ad
es_mx: Publicación

source: Banner Ads
es_mx: Imágenes

source: Image
es_mx: Imagen

source: This image will be used in the list views.
es_mx: Esta imagen será usada en los listados de publicaciones.

source: Mobile Image
es_mx: Imagen para móbil

source: This image will be used in the list views for mobiles.
es_mx: Esta imagen será usada en los listados de publicaciones para móbiles.

source: Video Ad
es_mx: Video

source: Video Ads
es_mx: Videos

source: List Image
es_mx: Imagen de lista

source: Key
es_mx: Clave

source: Since
es_mx: Desde

source: Url Path
es_mx: Dirección de descarga

source: previous
es_mx: anterior

source: more
es_mx: más
